{
    "Agaricus": "Les Agarics, aussi appeles Psalliotes, sont des champignons a lames basidiomycetes du genre Agaricus, appartenant a la famille des agaricacees. Il en existe de tres nombreuses especes, qui, pour la plupart, se ressemblent fortement. Certains especes sont comestibles, mais d'autres sont toxiques, comme l'agaric jaunissant.",
    "Amanita": "Le genre Amanita regroupe des Basidiomycetes, de la famille des Amanitacees traditionnellement classee dans l'ordre des Amanitales, mais a present confirmee par l'analyse phylogenetique dans le clade Pluteoïde, une des six nouvelles divisions des Agaricales.",
    "Boletus": "Boletus est un genre de champignons basidiomycetes de la famille des Boletaceae. C'est le genre type de cette famille caracterisee par des tubes sous le chapeau. Il est la reference de la silhouette boletoïde : un pied ventru et un chapeau en forme de coussin.",
    "Cortinarius": "Cortinarius, de son nom vernaculaire en francais le Cortinaire, est un genre de champignons basidiomycetes de la famille des Cortinariaceae, qui sont caracterises par la presence frequente sur le sporophore d'une « cortine », sorte de voile fin qui relie l'hymenophore au stipe. C'est un genre qui comprend une tres grande variete d'especes, soit plusieurs centaines. Certaines sont comestibles, d'autres toxiques.",
    "Entoloma": "Le genre Entoloma comprend des champignons basidiomycetes de la famille des Entolomataceae. Ce sont souvent des especes saprotrophes. La phylogenetique les classe dans le clade V Tricholomatoïde de l'ordre des Agaricales. Il s'agit du genre ayant le plus grand nombre d'especes apres Cortinarius.",
    "Hygrocybe": "Espece de petits champignons a lames, au chapeau humide ou cireux, conique puis etale, souvent de couleur vive, et au pied sans anneau, a spores blanches. Les hygrocybes sont comestibles ou toxiques selon les especes.",
    "Lactarius": "Les champignons du genre Lactarius (les lactaires) sont des basidiomycetes de la famille des Russulaceae, presentant des sporophores fragiles ayant la particularite d’exsuder un lait plus ou moins abondant (latex) lorsqu’ils sont blesses ou coupes.",
    "Russula": "Le genre Russula, en francais les russules, regroupe des champignons parmi les plus repandus dans les bois et les forets. Ce sont des basidiomycetes appartenant a l'ordre des Russulales et a la famille des Russulaceae, dont fait egalement partie le genre Lactarius, les lactaires.",
    "Suillus": "Suillus est un genre de champignons basidiomycetes classe autrefois de la famille des Boletaceae, maintenant dans la famille des Suillaceae. En latin, suillus signifie « porcin ». On pourrait les qualifier de « bolets mous ». Ils poussent essentiellement sous les coniferes."
}